Repository: MrNghia123/woocommerce-shipping-estimate
Catalog: i18n/languages/woocommerce-shipping-estimate-*.po
Languages: de_de, fr_fr

source: Configure
de_de: Konfigurieren
fr_fr: Configurer

source: day
de_de: Tag
fr_fr: jour

source: Delivery estimate: %1$s - %2$s %3$s
de_de: Geschätzter Lieferzeit: %1$s - %2$s %3$s
fr_fr: Livraison estimée: %1$s %3$s - %2$s %3$s

source: Delivery estimate: at least %1$s %2$s
de_de: Geschätzter Lieferzeit: Bis zu %1$s %2$s
fr_fr: Livraison estimée: au moins %1$s %2$s

source: Delivery estimate: up to %1$s %2$s
de_de: Geschätzter Lieferzeit: Bis zu %1$s %2$s
fr_fr: Estimation de livraison: jusqu'à %1$s %2$s

source: Delivery on or after %s
de_de: Lieferung am oder bis zum %s
fr_fr: Livraison à ou après %s

source: Display estimate in days
de_de: Zeige Schätzung in Tage
fr_fr: Afficher l'estimation en jours

source: Display estimate using dates
de_de: Zeige Schätzung mit Datum
fr_fr: Afficher l'estimation en utilisant les dates

source: Displays a shipping estimate for each method on the cart / checkout page
de_de: Zeigt eine Lieferzeitschätzung für jede Versandart auf der Warenkorb / Kasse Seite
fr_fr: Affiche une estimation d'expédition pour chaque mode de livraison sur la page de panier / commande

source: Estimate Ranges
de_de: Lieferzeit Bereich
fr_fr: Estimation des délais

source: Estimated delivery by %s
de_de: Geschätzter Liefertermin: Bis zum %s
fr_fr: Livraison estimée le %s

source: Estimated delivery: %1$s - %2$s
de_de: Geschätzter Liefertermin: %1$s - %2$s
fr_fr: Date de livraison estimée: %1$s - %2$s

source: From (days)
de_de: Von (Tage)
fr_fr: À partir de (jours)

source: Get updates
fr_fr: Obtenir les mises à jour

source: License
fr_fr: Licence

source: Methods
de_de: Versandarten
fr_fr: Méthodes

source: Name
fr_fr: Nom

source: Other Methods
de_de: Andere Versandarten
fr_fr: Autres méthodes

source: Report bug
fr_fr: Rapport de bug

source: Report bugs on GitHub
fr_fr: Signaler des bugs sur GitHub

source: Rest of the World
de_de: Übrige Welt
fr_fr: Reste du monde

source: Set the estimated range of days required for each method.
de_de: Der geschätzte Bereich der Tage ist für jede Versandart notwendig.
fr_fr: Définissez la plage de jours estimée requise pour chaque méthode.

source: Shipping Estimate Format
de_de: Format der Lieferzeitschätzung
fr_fr: Format d'estimation d'expédition

source: Shipping Estimates
de_de: Lieferzeitschätzung
fr_fr: Estimation d'expédition

source: The earliest estimated arrival. Can be left blank.
de_de: Die früheste Ankunftszeit. Kann leer gelassen werden.
fr_fr: La première date d'arrivée estimée. Peut être laissé vide.

source: The latest estimated arrival. Can be left blank.
de_de: Die späteste Ankunftszeit. Kann leer gelassen werden.
fr_fr: La dernière date d'arrivée estimée. Peut être laissé vide.

source: This changes the way estimates are shown to customers.
de_de: Dies ändert die Art wie die Schätzung den Kunden dargestellt wird.
fr_fr: Cela change la manière dont les estimations sont présentées aux clients.

source: To (days)
de_de: Bis (Tage)
fr_fr: À (jours)

source: You cannot clone instances of %s.
de_de: Du kannst die Instanz %s nicht klonen.
fr_fr: Vous ne pouvez pas cloner des instances de %s.

source: You cannot unserialize instances of %s.
de_de: Du kannst die Instanz %s nicht deserialisieren.
fr_fr: Vous ne pouvez pas désérialiser des instances de %s.

source: %1$sWooCommerce Shipping Estimates is inactive.%2$s This plugin requires WooCommerce 2.6 or newer. Please %3$supdate WooCommerce to version 2.6 or newer%4$s
de_de: %1$sWooCommerce Shipping Estimates ist inaktiv.%2$s Dieses Plugin benötigt WooCommerce 2.6 oder höher. Bitte %3$sWooCommerce auf Version 2.6 oder neuer updaten%4$s

source: Type
de_de: Versandart

source: WooCommerce Shipping Estimates
de_de: WooCommerce Lieferzeitschätzungen
